Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/fashion_venture_en-US_ru.tmx
Source language: en_us
Languages: ru

source: Description=You have been trying to raise capital for your fashion startup for years.
ru: Description=На протяжении многих лет вы пытались привлечь капитал для своего стартапа в индустрии моды.

source: Unfortunately the fund raising process is difficult and slow.
ru: К сожалению, процесс поиска инвесторов труден и медлен, так что, скорее всего, на момент запуска вашей компании (предпол.

source: When you eventually succeed in launching your own fashion company (expected to happen in year 2000), there will be established competitors in the market.
ru: в 2000 г.) на рынке уже будут конкуренты.

source: Do you have what it takes to carve out a niche with your new fashion brand and thrive in the market?
ru: Есть ли у вас все что требуется для того, чтобы занять нишу с вашим новым модным брендом и процветать на рынке?

source: Alternative Stock Sim=Yes Boom-Bust Cycle Volatility=Moderate
ru: Alternative Stock Sim=Yes

source: Competitor Start-up Capital=Moderate AI Expansion Aggressiveness=Low
ru: Competitor Start-up Capital=Moderate

source: AI Pricing Aggressiveness=Low
ru: Competitor Aggressiveness=Moderate

source: AI Expertise Level=Low
ru: Competitor Expertise Level=Moderate

source: AI Tech Head Start=None Show Competitor Trade Secrets=Yes
ru: Show Competitor Trade Secrets=Yes

source: Competence of Local Competitors=Low
ru: Competence of Local Competitors=Moderate

source: AI Product Expertise=Apparel,1
ru: AI Product Expertise=Apparel,2

source: //of the 13 diversified companies, 1 of them have expertise in apparel
ru: //of the 13 diversified companies, 2 of them have expertise in apparel

source: Constant Import Supply=Yes
ru: Constant Import Supply=No

source: Goal Description=Facing tough competition from established fashion companies, your near term goal is to stay afloat and carve out a niche with your new fashion brand.
ru: Goal Description=Facing tough competition from established fashion companies, your near term goal is to stay afloat and curve out a niche with your new fashion brand.
